
from ShahmMusic import BOT_NAME

PM_START_TEXT = """**
●━◉⟞⟦ 𝙨𝙤𝙪𝙧𝙘𝙚 𝙨𝙚𝙯𝙖𝙧 ⟧⟝◉━●\n\n✧ ¦ مـرحـبا بـك يـا عـسل 😊 \n✧ ¦ اولا كده انا بشغل اغاني في الكول 🎸\n✧ ¦ بـنزل اغاني و فيديوهات بردو يسـكر 📥\n✧ ¦ اضغـط علي زر **اوامـر البـوت**\n●━◉⟞⟦ 𝙨𝙤𝙪𝙧𝙘𝙚 𝙨𝙚𝙯𝙖𝙧 ⟧⟝◉━●"**
"""

START_TEXT = """
**- [𝙨𝙤𝙪𝙧𝙘𝙚 𝙨𝙚𝙯𝙖𝙧](t.me/UIU_II)
—————————————
- [⧛ ʑ૯เท ׀ 🚸⌯الهقــ↫‏ـر׀ زيــ↫‏ـن׀ ⧚](t.me/devzein)

- [⧛ َ𝗝َ َ𝗢َ ٍ𝗞َ ׀ مــ ـٰٖمـوِٰلٰ ׀ جـِوڪَ ׀ ⧚](t.me/G_O_OZ)**
"""

HELP_TEXT = f"""
<u> **الاوامر في بوت ميوزك {BOT_NAME} :**</u>

**♚ مرحبا بك في اوامر التشغيل ♡**

**• اوامر التشغيل البـوت**

**›› تشغيل ↫ لتشغيل اغنية**
**›› تخطي ↫ لتخطي التشغيل الحالي**
**›› ايقاف ↫ لانتهاء التشغيل الحالي**
**›› اسكت ↫ لايقاف التشغيل الحالي مؤقتا**
**›› كمل ↫ لاستمرار التشغيل المتوقف**
**›› بحث او فيديو ↫لتحميـل الاغانـي اڪتب**

**›› اكتب بنك لمعرفة سرعة تشغيل البوت **
**›› اكتب المطورين لمعرفة مطورين البوت**
**›› اكتب تحميل + الاسم للتنزيل من اليوتيوب**

ઽ๏υʀ૮૯ ઽ૯ʑΔʀ𖠲 : @UIU_II
"""

HELP_SUDO = f"""
<u> **اوامر المطور {BOT_NAME} :**</u>

**›› اكتب المكالمات لمعرفة المكالمات في البوت**
**›› اكتب /eval لتشغيل على محطة البوت **
**›› اكتب فحص لاختبار سرعة السيرفر  **
**›› اكتب الاحصائيات لعرض إحصائيات السيرفر **

**›› اكتب اسم + الاسم لوضعة اسم للمساعد**
**›› اكتب بايو + البايو لوضعة بايو للمساعد**
**›› اكتب صورة واعمل رد على صورة للمساعد**
**›› اكتب مسح لحذف صورة الحساب المساعد **

ઽ๏υʀ૮૯ ઽ૯ʑΔʀ𖠲 : @UIU_II
"""

HELP_DEV = f"""
<u> **اوامر المالك {BOT_NAME} :**</u>

**›› هذا الاوامر فقط لمطور البوت **

**›› اكتب اذاعة و اعمل رد على الاذاعه**
**›› اكتب تنظيف لمسح التخزين المؤقت للبوت**
**›› اكتب مغادرة لمغادرة المساعد الكروبات**

**›› اكتب مطور +اليوزر لإضافة مطور في البوت**
**›› اكتب تنزيل +اليوزر لـتـنزيل مطور من البوت**

ઽ๏υʀ૮૯ ઽ૯ʑΔʀ𖠲 : @UIU_II
"""
