
from FallenMusic import BOT_NAME

PM_START_TEXT = """**
 ✧  اهلين فيك يا عيوني في بوت دينا {0}\n\n✧  وضيفة البوت تشغيل الوسائط والاغاني في المكالمات الجماعية الخاصة بالجروبات والقنوات \n──────────────────\n✧ انقر على الازرار لمعرفة الأوامر

"""

START_TEXT = """
**- [ 𝑺𝒐𝒖𝒓𝒄𝒆 𝒅𝒊𝒏𝒂 ](t.me/Mlze1bot)
—————————————

"""

HELP_TEXT = f"""
<u> **الاوامر في بوت ميوزك {BOT_NAME} :**</u>

**♚ مرحبا بك في اوامر التشغيل ♡**

**• اوامر التشغيل البـوت**

**›› تشغيل ↫ لتشغيل اغنية**
**›› تخطي ↫ لتخطي التشغيل الحالي**
**›› ايقاف ↫ لانتهاء التشغيل الحالي**
**›› اسكت ↫ لايقاف التشغيل الحالي مؤقتا**
**›› كمل ↫ لاستمرار التشغيل المتوقف**
**›› بحث او فيديو ↫لتحميـل الاغانـي اڪتب**

**›› اكتب بنك لمعرفة سرعة تشغيل البوت **
**›› اكتب المطورين لمعرفة مطورين البوت**
**›› اكتب تحميل + الاسم للتنزيل من اليوتيوب**

𝑺𝒐𝒖𝒓𝒄𝒆 𝒅𝒊𝒏𝒂 : @Mlze1bot
"""

HELP_SUDO = f"""
<u> **اوامر المطور {BOT_NAME} :**</u>

**›› اكتب المكالمات لمعرفة المكالمات في البوت**
**›› اكتب /eval لتشغيل على محطة البوت **
**›› اكتب فحص لاختبار سرعة السيرفر  **
**›› اكتب الاحصائيات لعرض إحصائيات السيرفر **

**›› اكتب اسم + الاسم لوضعة اسم للمساعد**
**›› اكتب بايو + البايو لوضعة بايو للمساعد**
**›› اكتب صورة واعمل رد على صورة للمساعد**
**›› اكتب مسح لحذف صورة الحساب المساعد **

𝑺𝒐𝒖𝒓𝒄𝒆 𝒅𝒊𝒏𝒂 : @Mlze1bot
"""

HELP_DEV = f"""
<u> **اوامر المالك {BOT_NAME} :**</u>

**›› هذا الاوامر فقط لمطور البوت **

**›› اكتب اذاعة و اعمل رد على الاذاعه**
**›› اكتب تنظيف لمسح التخزين المؤقت للبوت**
**›› اكتب مغادرة لمغادرة المساعد الكروبات**

**›› اكتب مطور +اليوزر لإضافة مطور في البوت**
**›› اكتب تنزيل +اليوزر لـتـنزيل مطور من البوت**

𝑺𝒐𝒖𝒓𝒄𝒆 𝒅𝒊𝒏𝒂 : @Mlze1bot
"""
